tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "yukiarrr/tap"
brew "anyenv"
brew "awscli"
brew "ghq"
brew "go"
brew "ripgrep"
brew "rust"
brew "yukiarrr/tap/ecsk"
cask "1password"
cask "discord"
cask "docker"
cask "firefox-developer-edition"
cask "google-chrome"
cask "google-japanese-ime"
cask "sequel-ace"
cask "visual-studio-code"
