tap "adoptopenjdk/openjdk"
tap "brewsci/science"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "poacpm/tap"
tap "yukiarrr/tap"
brew "anyenv"
brew "webp"
brew "awscli"
brew "boost"
brew "cmake"
brew "curl"
brew "exa"
brew "glib"
brew "pkg-config"
brew "harfbuzz"
brew "ffmpeg"
brew "firebase-cli"
brew "ghq"
brew "libusb"
brew "gnupg"
brew "go"
brew "kotlin"
brew "mecab"
brew "mecab-ipadic"
brew "neovim"
brew "nmap"
brew "poac"
brew "ripgrep"
brew "rsync"
brew "rust"
brew "tmux"
brew "transmission-cli"
brew "tree"
brew "wget"
brew "yukiarrr/tap/ecsk"
cask "1password"
cask "ableton-live-suite"
cask "balenaetcher"
cask "discord"
cask "docker"
cask "firefox-developer-edition"
cask "flutter"
cask "google-chrome"
cask "google-japanese-ime"
cask "keybase"
cask "visual-studio-code"
cask "wireshark"
